{"entity_id":2987,"field_contents_value":"<p>This Code of Ethics applies to the Board of Directors and all Committee members of Tree Care Industry Association (TCIA) (Association).</p><p>&nbsp;</p><p>TCIA expects all of its board and committee members to act in accordance with the highest standards of personal and professional integrity in all aspects of their activities, to comply with all applicable laws, rules and regulations, and to abide by the TCIA Code of Ethics and other policies and procedures adopted by TCIA.</p><p>&nbsp;</p><p><strong>The Board of Directors and all Committee members agree to:</strong></p><p><strong><br /></strong></p><p><strong>Conflicts of Interest</strong></p><p>Engage in and promote honest and ethical conduct, including the ethical handling of actual or apparent conflicts of interest between personal and professional relationships.<br /> Directors and committee members should avoid actual or apparent conflicts of interest with the Association in personal and professional relationships. Generally speaking, a conflict of interest occurs when a director or committee member or a director's or committee member's immediate family's personal interest interferes, has the potential to interfere, or appears to interfere materially with: (a) the interests or business of the Association; or (b) the ability of the director or committee member to carry out his or her duties and responsibilities. A director or committee member should disclose to the Board any transaction or relationship that the director or committee member reasonably expects could give rise to an actual or apparent conflict of interest with the Association.</p><p><strong><br /></strong></p><p><strong>Care of Association</strong></p><p>In carrying out their duties and responsibilities, directors and committee members should endeavor to advance the legitimate interests of the Association whenever the opportunity arises. Directors and committee members should avoid: (a) taking for themselves personally opportunities that are discovered in carrying out their duties and responsibilities to the Association; (b) using Association property or information or their position as directors or committee members, for personal gain; and (c) competing with the Association, in each of the foregoing cases, to the material detriment of the Association. Whether any of the foregoing actions is to the material detriment of the Association will be determined by the Board of Directors based on all relevant facts and circumstances.</p><p><strong><br /></strong></p><p><strong>Confidentiality</strong></p><p>Directors and committee members should observe the confidentiality of information that they acquire in carrying out the duties and responsibilities, except where disclosure is approved by the Association or legally mandated. Confidential information includes, but is not limited to, all non-public information that might be of use to competitors, or harmful to the Association or its members, if disclosed.</p><p><strong><br /></strong></p><p><strong>Fair Dealing</strong></p><p>In carrying out their duties and responsibilities (including, among others, the appointment of a President of the Association and the setting of policies pursuant to which the Association operates), directors and committee members should promote fair dealing by the Association and its employees and agents with members, vendors, customers, competitors and employees.</p><p><strong><br /></strong></p><p><strong>Protection and Proper Use of Company Assets</strong></p><p>In carrying out their duties and responsibilities, directors and committee members should promote the responsible use and control of the Association's assets and resources by the Association. Association assets, such as information, materials, supplies, intellectual property, facilities, software and other assets owned or leased by the Association, or that are otherwise in the Association's possession, should be used only for legitimate business purposes of the Association.</p><p><strong><br /></strong></p><p><strong>Compliance with Laws, Rules and Regulations</strong></p><p>In carrying out their duties and responsibilities, directors and committee members should comply, and endeavor to cause the Association to comply with applicable laws, rules and regulations of federal, state, and local governments (both United States and foreign). In addition, if any director or committee member becomes aware of any information that he or she believes constitutes evidence of a material violation of rules or regulations applicable to the Association and the operation of its business, by the Association, any employee or another director or committee member, then such director or committee member should bring such information to the attention of any one or more of the following persons, as circumstances may warrant: the Association's General Counsel, the Chair of the Board's Audit Committee or the Board Chairperson.</p><p><strong><br /></strong></p><p><strong>Encouraging the Reporting of Illegal or Unethical Behavior</strong></p><p>Directors and committee members should endeavor to cause the Association to proactively promote ethical behavior and to encourage employees to report evidence of illegal or unethical behavior to appropriate Association personnel.</p><p>Officers, directors, committee members and persons acting under the direction of an officer, director or committee member are prohibited from taking any action to fraudulently influence, coerce, manipulate or mislead the auditor of the Association's financial statements for the purpose of rendering those financial statements materially misleading.</p><p>Directors and committee members are expected to adhere to this Code. It is the responsibility of each director and committee member to become familiar with and understand this Code, seek further explanation and advice concerning the interpretation and requirements of this Code, as well as any situation which appears to be in conflict with it. The Board of Directors shall determine appropriate actions to be taken in the event of violations of this Code.</p><p>Directors should direct questions regarding the application or interpretation of the Code to the Association's General Counsel. Committee members should direct questions regarding the application or interpretation of the Code to the Chairperson of the Board of Directors.</p><p>&nbsp;</p><p>Any waiver of, or amendment to, the requirements of this Code may only be authorized by the Board of Directors.</p><!-- InstanceEndEditable -->","field_code_description_value":"<p><span style=\"font-size: medium;\"><strong>Code of Ethics for the Board of Directors</strong></span></p>","field_date_approved_value":" Undated","field_disclaimer_value":"<p><strong> Disclaimer:</strong> Please note the codes in our collection might not necessarily be the most recent versions. Please contact the individual organizations or their websites to verify if a more recent or updated code of ethics is available. CSEP does not hold copyright on any of the codes of ethics in our collection. Any permission to use the codes must be sought from the individual organizations directly.</p>","field_organization_url_url":"http://www.tcia.org/","field_source_value":"CSEP Library ","field_sr_url_url":"http://ethics.iit.edu/node/62/http://ethics.iit.edu/index3A.php","organization":"Tree Care Industry Association","taxonomy":["Agriculture"],"versions":[2988,2989,2990]}