{"entity_id":2988,"field_contents_value":"<p>The Tree Care Industry Association (TCIA) recognizes that the manner in which members' conduct business reflects upon the professionalism of the entire tree care industry and the arboriculture profession. Therefore, upon acceptance into membership, TCIA requests that members abide by the Arborist Pledge and the TCIA Code of Ethics in word, action, and within the spirit of integrity, which is at the core of these principles.</p><p>&nbsp;</p><p>Members of the Tree Care Industry Association assume a responsibility to the profession, society and their peers by pledging to uphold and abide by the following:</p><p>&nbsp;</p><ol><li>Arborists have the responsibility to provide professional care of trees for current and future generations. We pledge to be advocates and practitioners of the highest arboricultural standards and practices.</li><li>Since arboriculture is an ever-changing science, we pledge to educate ourselves, our constituents, and our clients in the most current research and practices available to the industry.</li><li>We pledge to conduct ourselves and businesses in an honest and dignified manner, reflecting our adherence to the laws that govern us locally, nationally and internationally.</li><li>We agree that the arboriculture profession is extremely high profile in public perception. We pledge to look and act professional so as to reflect a positive image for the green industry, and promote our profession.</li><li>We agree that safety, training and education are of the utmost importance in maintaining a professional workforce. We pledge to provide for the safety and training of employees to ensure a healthy work environment. We will endeavor to grow our work force through training and employee development.</li><li>We pledge to respect the views, ideas and contributions of our peers. Open and honest communications, sharing of ideas and experiences has been a cornerstone of TCIA membership, fostering goodwill between companies. We pledge to continue this tradition.</li><li>As members of TCIA, we believe that active participation on committees and Boards, and serving in other areas of leadership is extremely important to keeping a healthy, diverse association.</li></ol><p>Revised January 5, 2004</p>","field_code_description_value":"<p>TCIA Code of Ethics</p>","field_date_approved_value":" January 5, 2004","field_disclaimer_value":"<p><strong> Disclaimer:</strong> Please note the codes in our collection might not necessarily be the most recent versions. Please contact the individual organizations or their websites to verify if a more recent or updated code of ethics is available. CSEP does not hold copyright on any of the codes of ethics in our collection. Any permission to use the codes must be sought from the individual organizations directly.</p>","field_organization_url_url":"http://www.tcia.org/","field_source_value":"Tree Care Industry Association","field_sr_url_url":"http://www.tcia.org/about-us/code-ethics","organization":"Tree Care Industry Association","taxonomy":["Agriculture"],"versions":[2987,2989,2990]}